Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_puheenjohtaja_toivoo_tiiviimpaa_yhteistyota_ministereiden_kanssa.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien puheenjohtaja toivoo tiiviimpää yhteistyötä ministereiden kanssa
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei tuäivv čâppsab õhttsažtuâj ministeerivuiʹm

source: Saamelaisten kansallispäivän puheessaan 6.2.2022 Saamelaiskäräjien puheenjohtaja toivoi tiiviimpää yhteistyötä suoraan ministereiden kanssa.
sms: Saaʹmi meersažpeeiʹv saaǥǥâst 6.2.2022 Sääʹmteeʹǧǧ saaǥǥjååʹđteei tuävai čâppsab õhttsažtuâj vuõiʹǧǧest ministeerivuiʹm.

source: Lisäksi puheessa nousivat esille mm. ilmastonmuutoksen aiheuttamat haasteet saamelaiselinkeinoille, tarve saamelaiskäräjälain muutokselle sekä totuus- ja sovintokomission työn alkaminen.
sms: Lââʹssen saaǥǥâst kaggõʹtte õuʹdde odm. äimmõsmuttâz šõddeem vaʹǯǯtõõzz sääʹmjieʹllemvueʹjjid, tarbb sääʹmteʹǧǧlääʹjj muttsa di tuõđâšvuõtt-da suåvâdvuõttkomissio tuâj älggmõš.

source: -Yhteistyömme Suomen valtion suuntaan on kehittynyt viimeisten vuosien aikana.
sms: -Õhttsažtuâjjam Lääʹdd riikk årra lij ouddnam mââimõs iiʹjji poodd.

source: Monet ministerit ovat myös henkilökohtaisesti osallistuneet Saamelaiskäräjien kanssa käytyihin neuvotteluihin ja keskusteluihin.
sms: Määŋg ministeer liâ še persoonlânji vuässõõttâm Sääʹmtiiʹǧǧin jiõllum saǥstõõllmõõžžid da mainstummšid.

source: Toivon, että tämä yhteistyö vahvistuu entisestään tulevaisuudessa erityisesti valtioneuvoston jäsenten kanssa, totesi puheenjohtaja Juuso puheessaan.
sms: Tuäivam, što tät õhttsažtuâjj raavasm oouʹdab aaiʹjin pueʹttiääiʹjest jeäʹrben riikksuåvtõõzz vuäzzlaivuiʹm, tuõđi saaǥǥjååʹđteei Juuso saaǥǥstes.

source: Puheenjohtaja nosti esille myös ilmastonmuutoksen negatiiviset vaikutukset saamelaisten perinteisten elinkeinojen kuten poronhoidon ja kalastuksen harjoittajille.
sms: Saaǥǥjååʹđteei kaaggi õuʹdde še äimmõsmuttâz negatiivlaž vaikktõõzzid saaʹmi äʹrbbvuõđlaž jieʹllemvueʹjji mâta puäʒʒhååid da kueʹllšeeʹllem vueʹǩǩniiʹǩǩid.

source: Hän painotti ilmastolain uudistuksen etenemisen tärkeyttä ja saamelaisten oikeuksien huomioimista myös kyseisen lain yhteydessä.
sms: Son teäʹddii äimmõslääʹjj oođeem ouddnummuž tääʹrǩesvuõđ da saaʹmi vuõiggâdvuõđi lokku välddmõõžž še tän lääʹjj õhttvuõđâst.

source: Juuson mukaan saamelaisen ilmastoneuvoston olisi tärkeää päästä aloittamaan työnsä mahdollisimman nopeasti.
sms: Juuso mieʹldd sääʹm äimmõs-suåvtõõzz leʹčči vääžnai piâssâd altteed tuâjas vueiʹtlva sõrgg.

source: Myös tarve saamelaiskäräjälain muutokselle erityisesti ihmisoikeuksien toteutumisen näkökulmasta oli tärkeä teema puheenjohtajan kansallispäivän puheessa.
sms: Še tarbb sääʹmteʹǧǧlääʹjj muttsa jeäʹrben ooumažvuõiggâdvuõđi teâuddjummuž ǩiõččâmvueʹjjest leäi tääʹrǩes teeʹmm saaǥǥjååʹđteei meersažpeeiʹv saaǥǥâst.

source: -Haluankin esittää Suomen hallitukselle ja kansanedustajille pohdittavaksi arvokysymyksen siitä, onko Suomi sellainen valtio, jossa ihmisoikeuksien toteutumista edistetään kaikkien ihmisten osalta vai lähteekö Suomi sellaisten valtioiden mukaan, jotka tietoisesti jatkavat ihmisoikeuksien rikkomista , kysyy Juuso.
sms: -Haaʹlääm-i eʹtǩǩeed Lääʹdd halltõʹsse da parlameʹnttniiʹǩǩid tuʹmmjemnalla ärvvkõõččmõõžž tõʹst, lij-a Lääʹddjânnam nåkam riikk, koʹst, ooumažvuõiggâdvuõđi teâuddjummuž õõuʹdeet puki oummui beäʹlnn avi vuâlgg-a Lääʹddjânnam nåkam riikki mieʹldd, kook tieʹđeeʹl juäʹtǩǩe ooumažvuõiggâdvuõđi tårmmʼmõõžž, kââčč Juuso.

source: Juuso näkee saamelaisten totuus- ja sovintokomission perustamisen askeleena kahden kansan välisen yhteistyön parantamiseksi.
sms: Juuso vuäinn saaʹmi tuõđâšvuõtt-da suåvâdvuõttkomissio alttummuž läuʹǩǩen kueiʹt meer kõskksa õhttsažtuâj pueʹrummšen.

source: Tärkeinä edellytyksinä komission työn onnistumiselle Juuso näkee sen, että saamen kansalla on luottamus prosessiin sekä laajemman asenneilmapiirin muutoksen suomalaisessa yhteiskunnassa.
sms: Tääʹrǩes oudldõssân komissio tuâj oʹnnstummša Juuso vuäinn tõn, što sääʹm-meerast lij naʹddjõs prosessa di vaiddsab fiʹttjõstoobdâlm muttâz lääʹdd õhttsažkååʹddest.

source: Lue Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuson kansallispäivän puhe täältä .
sms: Looǥǥ Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso meersažpeeiʹv saaǥǥ tääiʹben.

source: Katso video Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuson kansallispäivän puheesta täältä .
sms: Ǩiõčč video Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso meersažpeeiʹv saaǥǥâst tääiʹben .
